[
 {
  "id": "2038",
  "description": "Americans eat around 17 billion quarts of popcorn every year. This amount would fill the Empire State Building 18 times.[3]"
 },
 {
  "id": "2039",
  "description": "Nebraska produces an estimated 250 million pounds of popcorn per year—more than any other state. This is equivalent to a quarter of all the popcorn the United States produces every year.[3]"
 },
 {
  "id": "2040",
  "description": "Popcorn is the official snack of Illinois. Since 1958, there has been an annual “Popcorn Day.”[3]"
 },
 {
  "id": "2041",
  "description": "Both the American Dietetic Association and the American Diabetes Association say that popcorn can be exchanged for bread for people on weight control diets.[3]"
 },
 {
  "id": "2042",
  "description": "Unpopped popcorn should not be stored in the refrigerator. The refrigerator will dry out the moisture in the kernels. Without the moisture, popcorn will not pop. The ideal place to store popcorn is in a cool, dry cupboard.[2]"
 },
 {
  "id": "2043",
  "description": "Popcorn kernels can pop up to 3 feet in the air.[1]"
 },
 {
  "id": "2044",
  "description": "Popcorn has more protein than any other cereal grain. It also has more iron than eggs or roast beef. It has more fiber than pretzels or potato chips.[3]"
 },
 {
  "id": "2045",
  "description": "The world’s largest popcorn ball was 12 feet in diameter and weighed 5,000 pounds. It required 2,000 pounds of corn, 4,900 pounds of sugar, 280 gallons of corn syrup, and 400 gallons of water.[3]"
 },
 {
  "id": "2046",
  "description": "Two tablespoons of unpopped kernels produce a quart of popcorn for about 25 cents.[1]"
 },
 {
  "id": "2047",
  "description": "There are about 1,600 popcorn kernels in 1 cup.[1]"
 },
 {
  "id": "2048",
  "description": "Popped popcorn comes in two shapes: “snowflake” or “mushroom.” Because “snowflake” shaped popcorn is bigger, movie theaters typically sell that shape.[3]"
 },
 {
  "id": "2051",
  "description": "In ancient times, people would make popcorn by heating sand in a fire and then stirring kernels of popcorn in the hot sand.[6]"
 },
 {
  "id": "2052",
  "description": "When explorer Felix de Azara visited Paraguay in the 18th century, he noted that the people would place kernels on a tassel and then when it was boiled in fat or oil, the grains would burst. Women would adorn their hair at night with the popcorn.[6]"
 },
 {
  "id": "2053",
  "description": "Approximately 70% of popcorn sold in America is eaten in the home. The other 30% is eaten in theaters, stadiums, school, etc.[2]"
 },
 {
  "id": "2054",
  "description": "Unpopped popcorn makes up about 90% of sales for home consumption.[2]"
 },
 {
  "id": "2050",
  "description": "By volume, popcorn is America’s favorite snack food.[2]"
 },
 {
  "id": "2055",
  "description": "Autumn is the peak time for popcorn consumption, followed by the winter months. Popcorn sales taper off during the spring and summer.[2]"
 },
 {
  "id": "2056",
  "description": "Americans eat more popcorn than any other country. Most of the popcorn eaten around the world is grown in the United States.[2]"
 },
 {
  "id": "2058",
  "description": "While it is a popular story, there is no evidence that Native Americans brought the Pilgrims popcorn at the Thanksgiving dinner. While Native Americans in South America, Central America, and the southwestern region of the U.S ate popcorn, there is no evidence that Native Americans in Massachusetts or Virginia did.[6]"
 },
 {
  "id": "2059",
  "description": "There are six major maize types: pod corn, sweet corn, flour corn, dent corn, flint corn, and popcorn. Popcorn kernels come in three shapes: rice, pearl, and South American. Most commercial popcorn is the pearl type. The major trait shared by all types of popcorn kernels is their ability to explode and create a flake when kernels are exposed to heat.[6]"
 },
 {
  "id": "2060",
  "description": "Contrary to popular belief, popcorn is not the only corn able to pop. Many flint and dent corns also pop, but their flakes are smaller. Additionally, some varieties of rice, milo, millet, and sorghum also pop. Some varieties of quinoa, a sacred Incan food, also pops like popcorn, as does amaranth.[6]"
 },
 {
  "id": "2061",
  "description": "A kernel of popcorn contains just a small amount of water. When these kernels are heated, the water turns to steam and the kernels “pop.” Popcorn is different than many other grains because its shell is not water permeable, making it possible for pressure to build up until the kernel finally explodes.[6]"
 },
 {
  "id": "2057",
  "description": "Unpopped popcorn kernels are called “spinsters” or “old maids.” Quality popcorn should produce 98% popped kernels with under 2% being spinsters.[3]"
 },
 {
  "id": "2062",
  "description": "An American electronics expert, Perry Spencer, invented microwave popcorn. When he paused in front of a power tube called a magnetron in 1945, he felt a “weird” feeling and noticed that the tube had melted a chocolate candy bar he had in his pocket. He decided to see if it would pop popcorn, which it did.[6]"
 },
 {
  "id": "2063",
  "description": "American businessman Charles Cretors invented large-scale commercial popcorn machines in 1893. His was the first automated machine that could pop popcorn in its own seasonings uniformly.[6]"
 },
 {
  "id": "2064",
  "description": "Evidence in Peru suggests that popcorn existed as early as 4700 B.C., making it one of the oldest forms of corn. Peruvians didn’t just pop their corn; they also ground it into flour to cook in other ways.[5]"
 },
 {
  "id": "2065",
  "description": "The world’s oldest known popper, a shallow vessel with a handle and hole on top was designed around A.D. 300. The first popcorn machine made its debut 1,500 years later at the 1893 World’s Fair (Columbian Exposition) in Chicago.[3]"
 },
 {
  "id": "2066",
  "description": "The Aztecs used popcorn during ceremonies. Several young women would dance a “popcorn dance” with popcorn garlands on their heads. They also used popcorn as decoration for ceremonial headdresses, necklaces, and ornaments on statues of their gods.[6]"
 },
 {
  "id": "2067",
  "description": "While other businesses failed during the Great Depression, the popcorn business thrived. Popcorn sold at around 5 to 10 cents a bag, making it one of the more affordable (and possibly life saving) treats for poor families.[6]"
 },
 {
  "id": "2068",
  "description": "Because sugar was strictly rationed during WWII, candy was not plentiful. Consequently, Americans ate three times as much popcorn during this time as usual.[6]"
 },
 {
  "id": "2069",
  "description": "When televisions became popular in the early 1950s, popcorn sales decreased because people stayed home to watch movies rather than go to a theater. However, when popcorn was more readily available at home, popcorn again became popular.[6]"
 },
 {
  "id": "2070",
  "description": "Popcorn kernels, like those of all cereal, have three major components: the germ or embryo, the endosperm, and the outer hull called the pericarp.[1]"
 },
 {
  "id": "2049",
  "description": "Orville Redenbacher is the #1 best-selling popcorn in the world. Its inventor, Orville, began to grow popping corn in 1919, when he was just 12 years old.[6]"
 },
 {
  "id": "2071",
  "description": "American Indians used to believe that spirits peacefully lived inside each popcorn kernel. When the kernels were heated, the spirits would get so angry that their “houses” would start to shake. When it got too hot, the spirits broke out of their houses in a very angry burst of steam.[6]"
 },
 {
  "id": "2072",
  "description": "The oldest ear of popcorn was found in a bat cave in Mexico in 1948. It is believed to be over 5,000 years old.[6]"
 },
 {
  "id": "2073",
  "description": "Grains of popcorn around 1,000 years old have been found in tombs in Peru. The kernels are so well preserved that they can still be popped.[5]"
 },
 {
  "id": "2074",
  "description": "A 1,000-year-old popped kernel of popcorn was found in a dry cave in the southwestern part of Utah.[6]"
 },
 {
  "id": "2075",
  "description": "A 1,700-year-old funeral urn was discovered in Mexico that shows a corn god wearing a popcorn headdress.[6]"
 },
 {
  "id": "2076",
  "description": "Native Americans not only ate popcorn, but they made beer and soup out of it too.[6]"
 },
 {
  "id": "2077",
  "description": "Popped corn contains large amounts of protein, vitamins, and minerals. Among other health benefits, popped corn helps build bones and muscle tissues and assists in digestion. It is also rich in antioxidants (polyphenols). Most of the nutrients are found in the “hull” or shell rather than the fluffy, white part. However, popcorn that has too much butter, oil, or salt compromises its health benefits.[3]"
 },
 {
  "id": "2078",
  "description": "A cup of plain popcorn contains just 31 calories.[1]"
 },
 {
  "id": "2079",
  "description": "Bizarre popcorn flavors include Beer-flavored Pub-Corn, Yo-Pop’s Butterfinger Crunch Popcorn, KukuRuZa’s Buffalo Blue Cheese Popcorn, Popcorn Palace’s Jalapeno popcorn, Jolly Time’s Mallow Magic Yummy Marshmallow Flavor Microwave Popcorn, Popcorn Pavilion’s Brown Butter \u0026 Sea Salt Popcorn, Kernel Encore’s Pumpkin popcorn, Popcornopolis’ Cupcake popcorn, and 479˚ Popcorn’s Black Truffle and White Cheddar popcorn.[4]"
 },
 {
  "id": "2081",
  "description": "Native Americans would use dried herbs and spices and even chili as popcorn flavorings.[6]"
 },
 {
  "id": "2082",
  "description": "Popcorn has been sold in theaters since 1912. It has been a big money maker not only because popcorn is overpriced, but also because people usually get thirsty and, consequently, buy sodas or water as well.[3]"
 },
 {
  "id": "2083",
  "description": "In movie theaters, for every dollar spent on popcorn, about 90 cents is profit.[3]"
 },
 {
  "id": "2084",
  "description": "Maize (corn) is the second largest crop in the world, and the largest in the United States. Popcorn is approximately two one-thousandths percent of the total crop.[3]"
 },
 {
  "id": "2080",
  "description": "The scientific name for popcorn is Zea Mays Everta. It is a type of maize, a member of the Maydeae tribe in the large, natural order of grasses called the Graminae.[6]"
 },
 {
  "id": "2085",
  "description": "More than 200 million boxes of Cracker Jack caramel-coated popcorn are consumed every year in the U.S. alone.[3]"
 },
 {
  "id": "2086",
  "description": "The ideal popping temperature for popcorn is 400-460° Fahrenheit. A kernel will pop, on average, when it reaches 347° Fahrenheit.[3]"
 }
]